IDEA StatiCa Open Model
RebarPatternBase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the RebarPatternBase class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected RebarPatternBase()
Protected Sub New
protected:
RebarPatternBase()
See Also
Reference
RebarPatternBase Class
IdeaRS.OpenModel.Model Namespace